Revit 2027 API
EdgeArray Constructor
Initializes a new instance of the EdgeArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public EdgeArray()
Public Sub New
public:
EdgeArray()
new : unit -> EdgeArray
See Also
Reference
EdgeArray Class
Autodesk.Revit.DB Namespace